translation = {
'Help us to improve OpenStreetMap' : 'Aidez-nous à améliorer OpenStreetMap',
'Feel free to put the modifications you would like to see on {{OpenStreetMap}} on the map.' : 'N\'hésitez pas à indiquer les corrections que vous voudriez voir sur la carte {{OpenStreetMap}}.',
'More information' : 'Plus d\'infos',
'To add a bug, click at the desired spot in the map.' : 'Pour ajouter un bug, cliquez sur la carte.',
'According to the OpenStreetMap license, the data that you add on the map will be licensed {{License}}.' : 'Conformément à la licence d\'OpenStreetMap, les informations que vous fournirez seront sous licence {{License}}',
'Do NOT use licensed data' : 'N\'utilisez PAS de données protégées par une licence',
' like paper maps, Google Maps, etc. Use only your knowledge of the reality or public domain data.' : ' comme les cartes papier, Google Maps, etc. Utilisez uniquement votre connaissance de la réalité ou des données libres de droits.',
'Create an Error Report' : 'Créer un rapport d\'erreur',
'Please provide a short description of what\'s wrong here. You can also enter your nickname to show that you found the error.' : 'Décrivez brièvement ce qui ne va pas ici. Vous pouvez également indiquer votre surnom, c\'est plus sympa ;-)',
'Add a Comment' : 'Ajouter un Commentaire',
'Add comment' : 'Ajouter un commentaire',
'Your Comment:' : 'Votre commentaire :',
'Mark as Fixed' : 'Marquer comme résolu',
'Mark Error as Fixed' : 'Marquer l\'erreur comme résolue',
'Do you really want to mark this error as fixed? The error will be deleted after a week.' : 'Souhaîtez-vous réellement marquer cette erreur comme résolue ? Si oui, elle sera supprimée dans une semaine.',
'This error has been fixed already. However, it might take a couple of days before the map image is updated.' : 'Cette erreur est déjà corrigée. Notez que la carte est mise à jour en plusieurs jours et que la correction peut ne pas encore apparaître.',
'Unresolved Error' : 'Erreur non résolue',
'Fixed Error' : 'Erreur corrigée',
'Your Nickname:' : 'Votre surnom',
'Description:' : 'Description :',
'Comment:' : 'Commentaire :',
'Edit in Potlatch' : 'Editer avec Potlatch',
'JOSM' : 'JOSM',
'Yes' : 'Oui',
'No' : 'Non',
'OK' : 'OK',
'Cancel' : 'Annuler',
'Please wait while your error is submitted ...' : 'Patientez, votre bug est en cours de traitement...',
'current view' : 'vue courante',
'RSS feed' : 'Flux RSS',
'Permalink' : 'Lien permanent',
'Geofabrik Map' : 'Carte Geofabrik',
'GPX export' : 'Exporter en GPX',
' (open bugs)' : ' (bugs ouverts)',
}
