translation = {
'Help us to improve OpenStreetMap' : 'Hilf uns, OpenStreetMap zu verbessern',
'Feel free to put the modifications you would like to see on {{OpenStreetMap}} on the map.' : 'Markiere einfach gewünschte Änderungen in {{OpenStreetMap}} auf der Karte.',
'More information' : 'Weitere Informationen',
'To add a bug, click at the desired spot in the map.' : 'Klicke auf die gewünschte Stelle auf der Karte, um einen Fehler zu markieren.',
'According to the OpenStreetMap license, the data that you add on the map will be licensed {{License}}.' : 'Der OpenStreetMap-Lizenz entsprechend stehen die eingegebenen Informationen unter der Lizenz {{License}}.',
'Do NOT use licensed data' : 'Nutze keine urheberrechtlich geschützten Informationen',
' like paper maps, Google Maps, etc. Use only your knowledge of the reality or public domain data.' : ' wie gedruckte Karten, Google Maps, usw. Nutze nur dein Wissen über die Realität.',
'Create an Error Report' : 'Fehlerbericht erstellen',
'Please provide a short description of what\'s wrong here. You can also enter your nickname to show that you found the error.' : 'Bitte beschreibe kurz, was hier nicht stimmt. Du kannst auch einen Nickname eingeben, um zu zeigen, dass der Fehler von dir stammt.',
'Add a Comment' : 'Kommentar hinzufügen',
'Add comment' : 'Kommentar hinzufügen',
'Your Comment:' : 'Dein Kommentar:',
'Mark as Fixed' : 'Erledigt',
'Mark Error as Fixed' : 'Fehler als erledigt markieren',
'Do you really want to mark this error as fixed? The error will be deleted after a week.' : 'Willst du diesen Fehler wirklich als erledigt markieren? Er wird dann nach einer Woche gelöscht.',
'This error has been fixed already. However, it might take a couple of days before the map image is updated.' : 'Dieser Fehler wurde schon behoben. Es kann jedoch ein paar Tage dauern, bis das Bild aktualisiert wurde.',
'Unresolved Error': 'Ungelöster Fehler',
'Fixed Error' : 'Behobener Fehler',
'Your Nickname:' : 'Dein Nickname:',
'Description:' : 'Beschreibung:',
'Comment:' : 'Kommentar:',
'Edit in Potlatch' : 'Potlatch',
'Yes' : 'Ja',
'No' : 'Nein',
'Cancel' : 'Abbrechen',
'Please wait while your error is submitted ...' : 'Bitte warte, während der Fehler übertragen wird...',
'current view' : 'aktuelle Ansicht',
'GPX export' : 'GPX Export',
' (open bugs)' : ' (offene)',
}
