translation = {
'Help us to improve OpenStreetMap' : 'Ajude-nos a melhorar a openStreetMap',
'Feel free to put the modifications you would like to see on {{OpenStreetMap}} on the map.' : 'Sinta-se a vontade para colocar as modificações que você gostaria de ver no mapa do {{OpenStreetMap}}.',
'More information' : 'Mais informação',
'To add a bug, click at the desired spot in the map.' : 'Para adicionar um bug, clique no ponto desejado no mapa.',
'According to the OpenStreetMap license, the data that you add on the map will be licensed {{License}}.' : 'De acordo com a licença do OpenStreetMap, os dados que você está adicionando no mapa será licenciado na {{License}}.',
'Do NOT use licensed data' : 'NÃO use dados licenciados',
' like paper maps, Google Maps, etc. Use only your knowledge of the reality or public domain data.' : ' como mapas impressos, Google Maps etc. Use apenas o seu conhecimento sobre as redondezas ou dados de domínio público.',
'Create an Error Report' : 'Reporte Erros',
'Please provide a short description of what\'s wrong here. You can also enter your nickname to show that you found the error.' : 'Por favor entre uma pequena descrição do que está errado aqui. Você também pode colocar seu nickname para mostrar que você encontrou o erro.',
'Add a Comment' : 'Adicionar um Comentário',
'Add comment' : 'Adicione comentário',
'Your Comment:' : 'Seu Comentário:',
'Mark as Fixed' : 'Marcar como Corrigido',
'Mark Error as Fixed' : 'Marcar Erro como Corrigido',
'Do you really want to mark this error as fixed? The error will be deleted after a week.' : 'Você realmente quer marcar este erro como corrigido? Ele será apagado em uma semana.',
'This error has been fixed already. However, it might take a couple of days before the map image is updated.' : 'Este erro já foi corrigido. Entretanto, pode levar alguns dias até que a imagem do mapa seja atualizada.',
'Unresolved Error' : 'Erro Não Resolvido',
'Fixed Error' : 'Erro Corrigido',
'Your Nickname:' : 'Seu Nickname:',
'Description:' : 'Descrição:',
'Comment:' : 'Comentário:',
'Edit in Potlatch' : 'Editar no Potlatch',
'JOSM' : 'JOSM',
'Yes' : 'Sim',
'No' : 'Não',
'OK' : 'OK',
'Cancel' : 'Cancelar',
'Please wait while your error is submitted ...' : 'Por favor aguarde enquanto o seu reporte de erros é enviado...',
'current view' : 'visualização atual',
'RSS feed' : 'Feed RSS',
'Permalink' : 'Link permanente',
'Geofabrik Map' : 'Mapa Geofabrik',
'GPX export' : 'Exportar para GPX',
' (open bugs)' : ' (bugs abertos)',
}
